<?php

use Illuminate\Database\Seeder;

class PostsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('posts')->insert([
          [
            'id' => '1f2e96a5-61c6-4282-a068-23de043086d8',
            'user_id' => '5eeaf3e9-0f8a-4a6f-b5e9-5d2c9ea603bb',
            'likes' => 0,
            'title' => '«Նիկո Փիրոսմանի կովկասյան Վան Գոգը»։',
            'content' => '<h4><i><strong>Սիրելի բարեկամներ հոկտեմբերի 20-ին տեղի կունենա մեր հերթական </strong></i><a href="https://www.facebook.com/events/1184785315042992/"><i><strong>դասախոսություն</strong></i></a><i><strong>ը նվիրված&nbsp;</strong></i></h4><h4><i><strong>պրիմիտիվիզմի նշանավոր ներկայացուցիչ </strong></i><a href="https://hy.wikipedia.org/wiki/%D5%86%D5%AB%D5%AF%D5%B8_%D5%93%D5%AB%D6%80%D5%B8%D5%BD%D5%B4%D5%A1%D5%B6%D5%AB"><i><strong>Նիկո Փիրոսմանի</strong></i></a><i><strong>ին։ Հանդիպման վայրը՝ </strong></i><a href="https://www.facebook.com/Sarianmuseum/?eid=ARDEy30vJ3syWso7UdbIvq9uV7tgVif7nv-z4OyVgV12wcJEXTVRiBVIoxFLsxo5FL7QIs7fzPQlgelo"><i><strong>Մարտիրոս Սարյանի տուն-թանգարան</strong></i></a><i><strong>, սկիզբը՝ ժամը 16։00-ին։</strong></i></h4><p>&nbsp;</p><figure class="image image-style-align-left"><img src="https://artdiscovery.online//storage/post_images/1571326344.jpg"></figure><p>Նրան այսօր ճանաչում են ամբողջ աշխարհում և անվանում են «կովկասյան Վան Գոգ»:&nbsp;<br>Այսօր համաշխարհային ճանաչում ունեցող նկարիչը և հսկա արժեքով գնահատվող ստեղծագործությունների հեղինակը, պրիմիտիվիզմի հանճարեղ ներկայացուցիչը նկարում էր մոմլաթների վրա՝ գինետներում, և իր նկարների դիմաց գինետների և դուքանների տերերից միայն սնունդ էր ակնկալում... Եվ իր կյանքը նա ավարտեց ցրտից և քաղցից, օտար նկուղում, քանի որ իր տնակը վաճառել էր՝ ֆրանսուհի դերասանուհու համար հրապարակը ծաղիկներով լցնելու համար: Այդ պատմությունը, ի դեպ, մեզ ծանոթ է սովետական «Միլիոն վարդեր» («Миллион роз») երգով:<br>Այս հանդիպման ընթացքում մենք կխոսենք Նիկո Փիրոսմանիի կյանքի և ստեղծագործության մասին:<br>&nbsp;</p><p>Մուտքը՝ թանգարանի տոմսերով<br>Մեր դասախոսությունների մասնակցության չորս տոմս թանգարանի տոմսարկղում ներկայացնելով՝ կարելի է հնարավորություն ստանալ Մարտիրոս Սարյանի տուն-թանգարանի ցուցադրության անվճար դիտման:</p>',
              'created_at' => '2019-10-17 17:50:16',
              'updated_at' => '2019-10-17 19:55:15',
          ],
          [
            'id' => '228541db-6974-4e3a-a382-7efbb384d4cc',
            'user_id' => '5eeaf3e9-0f8a-4a6f-b5e9-5d2c9ea603bb',
            'likes' => 0,
            'title' => '«Ժամանակակից արվեստի պատմություն»',
            'content' => '<p><a href="https://www.facebook.com/groups/835456986647018/?source_id=651330584964733">«Ժամանակակից արվեստի պատմություն»</a> դասընթացի հերթական թեմաներից մեկի՝ «<a href="https://hy.wikipedia.org/wiki/%D5%96%D5%B8%D6%82%D5%BF%D5%B8%D6%82%D6%80%D5%AB%D5%A6%D5%B4">Ֆուտուրիզմ</a>»-ի նյութերից:<br>Ֆուտուրիստ նկարիչները 1910 թվականին հրապարակեցին մանիֆեստ, որը սկսվում է այն հայտարարությամբ, որ ճշմարտության աճող պահանջը այլևս չի կարող բավարարվել ձևով ու գույնով, ինչպես սրանք հասկացվում էին անցյալում. ամեն ինչ վազքի ու սրնընթաց շարժման մեջ է, և այս համընդհանուր դինամիզմը հենց այն է, ինչ նկարիչը պետք է ներկայացնի: Գույնը ևս բազմերանգ է, առկայծող, ստվերները լուսաշող են և տատանվող: Ահա, այս նկարիչները պատրաստվում էին հայտարարելու.</p><p>«որ պետք է արհամարհվեն նմանակման բոլոր ձևերը, իսկ ինքնատիպության բոլոր ձևերը պետք է փառաբանվեն,</p><p>որ մենք պետք է ապստամբենք «ներդաշնակության» և «լավ ճաշակ» բառերի բռնակալության դեմ: Այդ չափազանց առաձգական արտահայտություններով բավական կլինի ջախջախել Ռեմբրանդտի, Գոյայի և Ռոդենի աշխատանքները,</p><p>որ արվեստի քննադատությունները կա՛մ անօգուտ են, կա՛մ վնասակար,<br>որ պետք է ազատվենք բոլոր հնացած ու ծեծված թեմաներից, որպեսզի արտահայտենք արդի կյանքի՝ պողպատի, տենդի, հպարտության, ու գլխապտույտ կյանքի հորձանուտը,</p><p>որ «խելագար» մեղադրանքը, որն օգտագործվում էր լռեցնելու համար նորարարներին, պետք է անվանել ազնվական և պատվաբեր տիտղոս,<br>որ նկարչության մեջ կոմպլեմենտարիզմը բացարձակ անհրաժեշտություն է,</p><p>ինչպես ազատ ոտանավորը պոեզիայում և պոլիֆոնիան երաժշտության մեջ,<br>որ համընդհանուր դինամիզմը նկարչության մեջ պետք է ներկայացվի որպես դինամիկ զգայնություն,</p><p>որ անկեղծությունն ու անարատությունը, ավելի քան որևէ այլ որակ, անհրաժեշտ են բնության մեկնաբանման համար,</p><p>որ շարժումն ու լույսը քայքայում են մարմինների նյութականությունը»:</p><p>Ահա, այսպիսի բաներ&nbsp;</p><p><br>Պատկերը՝ ֆուտուրիստ արվեստագետ <a href="https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%87%D1%87%D0%BE%D0%BD%D0%B8,_%D0%A3%D0%BC%D0%B1%D0%B5%D1%80%D1%82%D0%BE">Ումբերտո Բոչչոնի.</a> «Տարածության մեջ անընդհատության հազվագյուտ ձևերը». 1913 թ.</p>',
              'created_at' => '2019-10-20 01:20:16',
              'updated_at' => '2019-10-20 01:28:18',
          ],
          [
            'id' => 'f39048c7-9bcc-4257-bbf8-c2a33b8228c1',
            'user_id' => '5eeaf3e9-0f8a-4a6f-b5e9-5d2c9ea603bb',
            'likes' => 0,
            'title' => 'Նոր դասընթաց՝ «Դիցաբանություն և կրոններ»',
            'content' => '<p>Սիրելի բարեկամներ&nbsp;</p><p>Հայտարարում ենք ևս մեկ նոր դասընթացի մեկնարկի մասին՝ <a href="https://hy.wikipedia.org/wiki/%D4%B4%D5%AB%D6%81%D5%A1%D5%A2%D5%A1%D5%B6%D5%B8%D6%82%D5%A9%D5%B5%D5%B8%D6%82%D5%B6">«Դիցաբանություն և կրոններ»</a>:!!</p><p>Ծրագրում՝ հավատալիքային հնագույն համակարգեր (Աֆրիկա, Ավստրալիա, Օկեանիա, Ամերիկայի ժողովուրդներ և այլն), Հին Արևելքի դիցարաններ (Հին Եգիպտոս, Բաբելոն, Ասորեստան, Փյունիկիա, Խեթական թագավորություն, Հին Իրան, Հին Հնդկաստան ,Հին Չինաստան, Տիբեթ, Ճապոնիա և այլն), անտիկ դիցաբանություն (Հին Հունաստան, Հին Հռոմ,), Սլավոնական դիցաբանություն, Հին Կելտեր, և մոնոթեիստական կրոններ՝ Քրիստոնեություն, Իսլամ:</p><p>Անշուշտ, ծրագրում ներառված լինեն նաև թեմաներ՝ հայ հին հավատալիքային համակարգերի և դիցարանի մասին:</p><p>Դասընթացի տևողությունը՝ ութ ամիս:</p><p>Դասընթացի ձևաչափը՝ մասնակիցներին տրամադրվող տեսանյութեր:</p><p>Դասընթացի ամսավճարը՝ 10 000 դրամ:</p><p>Դասընթացին միանալու կամ տեղեկություններ ստանալու համար կարող եք զանգահարել 093 640 641 հեռախոսահամարով:</p>',
              'created_at' => '2019-10-20 01:17:15',
              'updated_at' => '2019-10-20 01:30:02',
          ]
        ]);
    }
}
