<?php


return [
  'index' => 'Իրադարձություններ',
  'create' => 'Ավելացնել Իրադարձություն',
  'title' => 'Վերնագիր',
  'start_date' => 'Իրադարձության սկիզբը',
  'end_date' => 'Իրադարձության ավարտը',
  'store' => 'Ավելացնել',
  'location' => 'Իրադարձության վայրը',
  'image' => 'Իրադարձության նկարը',
  'created' => 'Իրադարձությունը հաջողությամբ ավելացվել է',
  'list' => 'Բոլոր իրադարձությունները',
  'date' => 'Ամսաթվերը',
  'actions' => 'Գործողություններ',
  'edit' => 'Խմբագրել',
  'delete' => 'Ջնջել',
  'edited' => 'Իրադարձությանը հաջողությամբ խմբագրվել է',
  'deleted' => 'Իրադարձությունը հաջողությամբ ջնջվել է',
];
