<?php

return [
  'firstname' => 'Անուն',
  'lastname' => 'Ազգանուն',
  'email' => 'Էլ․Փոստ',
  'gender' => 'Սեռ',
  'male' => 'Արական',
  'female' => 'Իգական',
  'password' => 'Ծածկագիրը',
  'passconfirm' => 'Կրկնեք Ծածկագիրը',
  'register' => 'Գրանցվել',
  'mobile' => 'Հեռախոսահամար',
  'terms' =>'Ես համաձայն եմ <a href="#">Օգտագործման Համաձայնագրի</a> և <a href="#">Գաղտնիության Քաղականության</a> հետ',
  'address' => 'Հասցե',
  'birthdate' => 'Ծննդյան Ամսաթիվը',
  'changepass' => 'Փոխել ծածկագիրը'
];
