<?php

return [
  'create' => 'Ստեղծել նոր բաժին',
  'index' => 'Բաժիններ',
  'title_hy' => 'Վերնագիրը Հայերեն',
  'title_en' => 'Վերնագիրը Անգլերեն',
  'title_ru' => 'Վերնագիրը Ռուսերեն',
  'actions' => 'Գործողություններ',
  'submit' => 'Ստեղծել',
  'success' => 'Բաժինը հաջողությամբ ստեղծվել է',
  'edit' => 'Խմբագրել',
  'delete' => 'Ջնջել',
  'color' => 'Գույնը',
  'deleted' => 'Բաժինը հաջողությամբ ջնջվել է',
  'edited' => 'Բաժինը հաջողությամբ խմբագրվել է',
  'all' => 'Բոլոր ենթաբաժինները',
];
