<?php

return [
  'create' => 'Ստեղծել նոր ենթաբաժին',
  'index' => 'Ենթաբաժիններ',
  'title_hy' => 'Վերնագիրը Հայերեն',
  'title_en' => 'Վերնագիրը Անգլերեն',
  'title_ru' => 'Վերնագիրը Ռուսերեն',
  'actions' => 'Գործողություններ',
  'submit' => 'Ստեղծել',
  'success' => 'Ենթաբաժինը հաջողությամբ ստեղծվել է',
  'edit' => 'Խմբագրել',
  'delete' => 'Ջնջել',
  'color' => 'Գույնը',
  'deleted' => 'Ենթաբաժինը հաջողությամբ ջնջվել է',
  'edited' => 'Ենթաբաժինը հաջողությամբ խմբագրվել է',
  'section' => 'Ընտրեք բաժինը',
];
