<?php

return [
  'index' => 'Օգտվողներ',
  'email' => 'Էլ․ Փոստ',
  'gender' => 'Սեռը',
  'fullname' => 'Անուն Ազգանուն',
  'male' => 'Արական',
  'female' => 'Իգական',
  'ban' => 'Արգելափակել օգտատիրոջը',
  'unban' => 'Վերարգելափակել օգտատիրոջը',
  'banned' => 'Օգտատերը հաջողությամբ արգելափակվել է',
  'unbanned' => 'Օգտատերը հաջողությամբ վերարգելափակվել է',
  'actions' => 'Գործողություններ',
  'setauthor' => 'Դարձնել հեղինակ',
  'unsetauthor' => 'Դարձնել հեղինակին սովորական օգտատեր',
  'authorset' => 'Օգտատերը հաջողությամբ դարձել է հեղինակ',
  'authorset' => 'Հեղինակը հաջողությամբ դարձել է հասարակ օգտատեր'
];
