<?php

return [
  'title' => 'Ավելացնել Տեսանյութ',
  'title_en' => 'Վերնագիրը Անգլերեն',
  'title_hy' => 'Վերնագիրը Հայերեն',
  'title_ru' => 'Վերնագիրը Ռուսերեն',
  'description_hy' => 'Նկարագրությունը Հայերեն',
  'description_en' => 'Նկարագրությունը Անգլերեն',
  'description_ru' => 'Նկարագրությունը Ռուսերեն',
  'file' => 'Ընտրեք տեսանյութը',
  'images' => 'Ընտրեք նկարները',
  'date' => 'Պատմական իրադարձության ամսաթիվը',
  'notallowed' => 'Դուք չեք կարող ավելացնել տեսանյութեր քանի որ բաժիններ չկան',
  'submit' => 'Կիրառել',
  'success' => 'Տեսանյութը հաջողությամբ ավելացվել է',
  'section' => 'Ընտրեք բաժինը',
  'edited' => 'Տեսանյութը հաջողությամբ խմբագրվել է',
  'deleted'  => 'Տեսանյութը հաջողությամբ ջնջվել է',
];
