<?php


return [
  'index' => 'Мероприятия',
  'create' => 'Добавить мероприятие',
  'title' => 'Название',
  'start_date' => 'Начало событий',
  'end_date' => 'Конец событий',
  'store' => 'Добавить',
  'location' => 'Место нахождения',
  'image' => 'Изображение события',
  'created' => 'Событие успешно добавлено',
  'list' => 'Все события',
  'date' => 'Даты',
  'actions' => 'Действия',
  'edit' => 'Редактировать',
  'delete' => 'Удалить',
  'edited' => 'Событие успешно отредактировано',
  'deleted' => 'Событие успешно удалено',
];
