<?php

return [
  'create' => 'Создать новый раздел',
  'index' => 'Подразделы',
  'title_hy' => 'Название на Армянском',
  'title_en' => 'Название на Английском',
  'title_ru' => 'Название на Русском',
  'actions' => 'Действия',
  'submit' => 'Создать',
  'success' => 'Подраздел успешно создан',
  'edit' => 'Редактировать',
  'delete' => 'Удалить',
  'color' => 'Цвет',
  'deleted' => 'Подраздел успешно удален',
  'edited' => 'Подраздел успешно отредактирован',
  'section' => 'Выберите раздел',
];
