<?php

return [
  'index' => 'Пользователи',
  'email' => 'Эл. Почта',
  'gender' => 'Пол',
  'fullname' => 'Имя Фамилия',
  'male' => 'Мужчина',
  'female' => 'Женский',
  'unban' => 'Разбанить пользователя',
  'ban' => 'Забанить пользователя',
  'banned' => 'Пользователь успешно был забанен',
  'unbanned' => 'Пользователь успешно был разабанен',
  'actions' => 'Действия',
  'setauthor' => 'Сделать автором',
  'unsetauthor' => 'Сделайте автора обычным пользователем',
  'authorset' => 'Автор успешно установлен',
  'authorunset' => 'Автор теперь обычный пользователь',
];
