<?php

return [
  'title' => 'Добавить видео',
  'title_hy' => 'Название на Армянском',
  'title_en' => 'Название на Английском',
  'title_ru' => 'Название на Русском',
  'description_hy' => 'Описание на Армянском',
  'description_en' => 'Описание на Английском',
  'description_ru' => 'Описание на Русском',
  'file' => 'Выберите видео',
  'images' => 'Выберите изображения',
  'date' => 'Дата исторического события',
  'notallowed' => 'Вы не можете добавлять видео, потому что нет разделов',
  'submit' => 'Добавить',
  'success' => 'Видео успешно добавлен',
  'section' => 'Выберите раздел',
  'edited' => 'Видео успешно отредактирован',
  'deleted'  => 'Видео успешно удален',
];
